Repository: oscartheone/Projectgit
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: 2 AA batteries
es: 2 baterías AA

source: See these updating tips and steps
es: Vea estos consejos y pasos de actualización

source: Download the update file.
es: Descargue el archivo de actualización.

source: Can I go back to the old software version if I change my mind?
es: ¿Es posible volver a la versión de software anterior si cambio de opinión?

source: Do I have to install the update?
es: ¿Es necesario instalar la actualización?

source: How can I tell if my console software is up to date?
es: ¿Cómo puedo saber si el software de consola está actualizado?

source: I can’t connect to Xbox LIVE?
es: No logro conectarme a Xbox LIVE.

source: Note If the Xbox LIVE account is a child account, make sure that you enter the child's Windows Live ID.
es: Nota Si la cuenta Xbox LIVE es de tipo subordinado (para niños), asegúrese de ingresar el ID de Windows Live del niño.

source: Note If you choose to not update your console software, you will be prompted to update the next time you start the game.
es: Nota Si elige no actualizar el software de la consola. se le solicitará actualizarlo la próxima vez que inicia el juego.

source: Note The USB flash drive must use the FAT32 file system.
es: Nota La unidad flash USB debe usar el sistema de archivos FAT32.

source: Note The latest console software includes enhancements to Kinect speech recognition and noise cancellation.
es: Nota El último software de consola incluye mejoras en el reconocimiento de voz Kinect y cancelación de ruido.

source: Tip Watch Xbox 101 videos to learn how to get the most out of your Xbox 360 console.
es: Consejo Vea Xbox 101 videos para aprender a aprovechar al máximo la consola Xbox 360.

source: What does the update cost?
es: ¿Cuánto cuesta la actualización?

source: Step 2: Remove the protective tape Good placement Poor placement Step 3: Position the console
es: Paso 2: Remueva la cinta de seguridad Instalación adecuada Mala instalación Paso 3: Instale la consola

source: Change console settings Connect your console to a sound system Connect your console to a TV Improve the video quality Find, download, and play games Troubleshoot controllers and headsets
es: Cambiar las configuraciones de la consola Conectar la consola a un sistema de sonido Conectar la consola a un televisor Mejorar la calidad de video Buscar, descargar y jugar videojuegos Solución de problemas de controles y audífonos

source: Console software update How to update Install from Xbox LIVE
es: Actualización de software de consola Cómo actualizar Instalar desde Xbox LIVE

source: HDMI cable connection Connect the console to your TV
es: Conexión de cable HDMI Conecte la consola al televisor

source: Kinect Sensor Red Light | Kinect Errors | Kinect Support Find out what to do if you see a red light on the Kinect sensor and an error message on your TV. Kinect sensor lights, Kinect sensor red light, Kinect support, Kinect sensor Red light on Kinect Red light on the Kinect sensor A red light on the Kinect sensor means that the sensor is not working properly.
es: Luz Roja de Sensor Kinect | Errores de Kinect | Soporte para Kinect Averigue qué hacer si se ilumina una luz roja en el Sensor Kinect junto con un aviso de error que aparece en la pantalla. Luces sensores Kinect, Luz Roja de Sensor Kinect, Soporte para Kinect, Sensor Kinect Luz roja que aparece en el Kinect Luz roja que aparece en el Sensor Kinect Luz roka en el sensor Kinect indica que el sensor no está operando correctamente.

source: Kinect error messages Kinect setup
es: Mensajes de error Kinect Configuración de Kinect

source: Manage your Windows Live ID Troubleshoot Xbox LIVE sign-in problems Xbox LIVE account security Password protect your Xbox LIVE profile
es: Administre su ID de Windows Live Solución de problemas con ingreso a Xbox LIVE Seguridad de cuenta de Xbox LIVE Proteger su perfil de Xbox LIVE con contraseña

source: New Xbox 360 | Xbox 360 Setup | Xbox Set Up Learn how to set up your new Xbox 360 console. New Xbox 360, xbox 360 setup, connect Xbox 360 audio, connect Xbox 360 video Xbox 360 setup Set up your Xbox 360 console A step-by-step guide to getting your brand-new Xbox 360 console all set up and ready to play! Xbox 360 setup Topics Unbox and position the console Step 1: Unbox the console
es: Nueva Xbox 360 | Configuración de Xbox 360 | Configuración de Xbox Aprenda a configurar la nueva consola Xbox 360. Nueva Xbox 360, conectar audio para Xbox 360, conectar video para Xbox 360 Configuración de Xbox 360 Configurar su nueva Xbox 360 Una guía paso por paso para configurar la nueva Xbox 360, ¡y empezar a jugar! Configuración de Xbox 360 Temas Desempaque e instale la consola Paso 1: Desempaque la consola

source: Password Not Valid | Email Not Valid | Xbox Windows Live ID The email address or password is not valid.
es: Contraseña no válida | Correo electrónico no válido | ID de Windows Live La contraseña o correo electrónico no es válido.

source: Things to try Solutions Solution 1: Make sure that you are using the right Windows Live ID
es: Medidas posibles Medidas Medida 1: Asegúrese de que esté usando el ID de Windows Live que corresponde.

source: Troubleshoot software update problems and errors Xbox LIVE wired connection Xbox LIVE wireless connection Xbox LIVE Connect Solution
es: Solucionar problemas y errores de actualizaciones de software. Conexión a cable a Xbox LIVE Conexión inalámbrica a Xbox LIVE Solución de conexión a Xbox LIVE

source: Xbox 360 Software Updates | Xbox Troubleshooting | Xbox Support - Xbox.com The Xbox 360 console software is updated periodically with new features.
es: Actualizaciones de software de Xbox 360 | Solucionador de problemas para Xbox | Soporte para Xbox - Xbox.com El software de la consola Xbox 360 se actualiza de manera periódica con nuevas características.

source: A problem has occurred with your Kinect sensor
es: Ha surgido un problema con el Sensor Kinect

source: A red light on the Kinect sensor means that the sensor is not working properly.
es: Una luz roja que aparece en el sensor Kinect indica que el sensor no está operando correctamente.

source: A/V cable (varies by console package)
es: Un cable audio/video (varía según la modalidad de oferta)

source: Accept the Terms of Use if you’re prompted to do so.
es: Acepte las condiciones de uso si se la solicitado

source: An Xbox 360 game system typically includes:
es: El sistema de videojuegos de Xbox 360 normalmente incluye:

source: Avatars are missing.
es: Faltan los avatares.

source: Burn to a CD or DVD
es: Grabar a un CD o DVD

source: Change the Windows Live ID associated with your Xbox LIVE account
es: Cambie el ID de Windows Live ligado a su cuenta Xbox LIVE

source: Click Save to save the console update .zip file on your computer.
es: Haga clic en Guardar para guardar la actualización de consola en formato .zip en su computadora.

source: Connect a controller
es: Conectar un control

source: Connect a wireless controller
es: Conectar un control inalámbrico

source: Connect the HDMI cable to the HDMI port on the console.
es: Conecte el cable HDMI al puerto HDMI que se encuentra en la consola .

source: Connect the console to your TV
es: Conecte la consola al televisor

source: Connect the other end of the HDMI cable to the HDMI input on your HDTV or monitor.
es: Conecte el otro extremo del cable HDMI a la entrada HDMI que se encuentra en el televisor de alta definición o monitor

source: Connect the power supply to the console first.
es: Conecte primero la fuente de poder a la consola.

source: Connect your Xbox 360 console to the Internet.
es: Conecte la Xbox 360 al Internet.

source: Console
es: Consola

source: Console update did not install successfully?
es: ¿No se instaló la actualización de consola con éxito?

source: Copy the contents of the .zip file to the root directory of your flash drive.
es: Copie el contenido del archivo en formato .zip al directorio de origen de su unidad flash USB.

source: Copy the contents of the .zip file to the root directory on your CD or DVD, and choose to write (burn) the files to the disc.
es: Copie el contenido del archivo en formato .zip al directorio de origen en el CD o DVD, y elija grabar los archivos al disco.

source: Copy to a USB flash drive
es: Copiar a una unidad flash USB

source: Create a profile.
es: Crear un perfil.

source: Create an Xbox LIVE account
es: Cree una cuenta Xbox LIVE

source: Dashboard themes don't appear.
es: Los temas del tablero no aparecen.

source: Do not place other objects on, under, or right next to the console.
es: No coloque objetos extraños sobre, ni por debajo, ni al lado de la consola.

source: Each connected controller is assigned to one of four positions.
es: Cada control conectado queda designado con una de cuatro posiciones.

source: Each position corresponds to a lighted section around the console’s power button and the controller’s Xbox Guide button.
es: Cada posición corresponde a una sección iluminada que se encuentra alrededor del botón de encendido de la consola y de manera análoga en el botón Guía Xbox.

source: Find out how to update console software. Xbox 360 update, xbox support Update console software Update your Xbox 360 console software Find out how to update your console to the new dashboard software.
es: Averigue cómo actualizar el software de la consola. Actualización de Xbox 360, soporte para xbox Actualizar el software de la consola Actualizar el software de su consola Xbox 360 Averigue cómo actualizar su consola al nuevo sofware de tablero.

source: Find out what to do if you get this error when you try to create, change, or sign in to your Xbox LIVE account. Windows Live ID password, Windows Live ID email, password error, email error, 80151103, 8015D000 Email address or password is not valid Error: Email address or password is not valid (80151103, 8015D000) Try these solutions if you’re having trouble creating, changing, or signing in to your Xbox LIVE account. Windows Live ID problem
es: Averigue qué hacer en el caso de que reciba este error al intentar crear, cambiar, o ingresar a su cuenta Xbox Live. Contraseña de ID de Windows Live, Correo electrónico de ID de Windows Live, error de contraseña, error de correo electrónico, 80151103, 8015D000 Correo electrónico o contraseña inválida. Error: Correo electrónico o contraseña inválida (80151103, 8015D000) Pruebe estas medidas si encuentra problemas a la hora de crear, cambiar o ingresar a la cuenta Xbox LIVE. Problema de ID de Windows Live

source: Follow the instructions in that email to reset the child account's password.
es: Siga las instrucciones en el correo electrónico para restablecer la contraseña de la cuenta infantil.

source: Follow the on-screen instructions to complete these steps.
es: Siga las instrucciones que aparecen en pantalla para completar los pasos.

source: For information about connecting to Xbox LIVE, see Wired connection or Wireless connection.
es: Para obtener información acerca de cómo conectarse a Xbox LIVE, refiérase a Conexión con cable o Conexión inalámbrica.

source: Frequently asked questions
es: Preguntas más frecuentes

source: Here's how:
es: Así se hace:

source: Here’s what to do if you see a red light on the Kinect sensor and an error message on your TV. Troubleshooting
es: A continuación se presentan algunas medidas en caso de que se ilumine una luz roja junto con un mensaje de error que aparece en la pantalla. Solución de problemas

source: However, if you want to play or communicate on Xbox LIVE, you must have the latest console software.
es: Sin embargo, si desea jugar o comunicarse en Xbox LIVE, entonces debe tener la última versión de software de consola.

source: If a game disc includes a newer version of the console software than you currently have, the game disc will prompt you to install the update when you start the game.
es: Si en un disco de juego está incluido una versión de software de consola más nueva que la que Ud. tiene actualmente, aparecerá a partir del disco de juego una solicitud de instalar la actualización al iniciar el juego.

source: If the Xbox LIVE account is a child account, make sure that you enter your child's Windows Live ID.
es: Si la cuenta Xbox LIVE es de tipo subordinado (para niños), asegúrese de ingresar el ID de Windows Live del niño.

source: If the controller does not turn on, check the batteries.
es: Si el control no se enciende, revise las pilas.

source: If there’s a problem with that Windows Live ID, you are prompted to correct it.
es: Si existe un problema con ese ID de Windows Live ID, se le pedirá corregirlo.

source: If you are signed in to an incorrect gamertag or if you are prompted to create a new Windows Live ID, you are likely using the wrong Windows Live ID.
es: Si ha ingresado a un gamertag incorrecto, o si se le pide crear un ID de Windows Live nuevo, es probable que Ud. esté usando un ID de Windows Live equivocado.

source: If you are using Windows XP, Windows Vista, or Windows 7, double-click the .zip file to unzip it.
es: Si Ud. usa Windows XP, Windows Vista o Windows 7, haga doble clic en el archivo en formato .zip para descomprimirlo.

source: If you are using an earlier version of Windows, you need to use a special software program to unzip the file (for example, WinZip).
es: Si está usando una versión más antigua de Windos, entonces va a necesitar un programa de software especial para descomprimir el archivo (como WInZip, por ejemplo).

source: If you cannot connect your Xbox 360 console to the Internet, you can copy the console update from your computer to a USB flash drive and then install it on the console.
es: Si no puede conectar su consola Xbox 360 al Internet, Ud. puede copiar la actualización de software desde su computadora a una unidad flash USB, para luego instalarla en la consola.

source: If you can’t connect to Xbox LIVE, try using the Xbox LIVE Connect Solution.
es: Si no puede conectarse a Xbox LIVE, intente con el Solución de conexión a Xbox LIVE

source: If you can’t remember your Windows Live ID password, try resetting your Windows Live ID password.
es: Si no recuerda su contraseña de Windows Live, intente restablecer su contraseña de Windows Live.

source: If you can’t reset your Windows Live ID password, contact Windows Live support for help in recovering your password.
es: Si no puede restablecer su contraseña de Windows Live, póngase en contacto con Servicio técnico de Windows Live si desea obtener ayuda para recuperar su contraseña.

source: If you do not see the Xbox Dashboard, you might need to change the video input setting.
es: Si no se visualiza la Interfax Xbox, podría ser necesario cambiar la configuración de entrada de video.

source: If you forgot, see Manage your Windows Live ID.
es: Si desconoce la cantidad de cuentas que pueda tener, refiérase a Administre su ID de Windows Live.

source: If you have a standard TV or you don’t have an HDMI cable, see Connect your console to a TV.
es: Si solo tiene un televisor estándar o si no cuenta con cable HDMI, refiérase a Conectar la consola a un televisor.

source: If you have a wired controller, see Connect a game controller.
es: Si tiene un control con cable, refiérase a Conectar un control de juego.

source: If you have more than one Windows Live ID, make sure that you use the right one — the one that was used to create your Xbox LIVE account.
es: Si tiene más de un ID de Windows Live, asegúrese de que sea el que corresponde, vale decir, el que se empleó para crear su cuenta Xbox LIVE.

source: If you haven't connected to Xbox LIVE in a while, your console software might need updating.
es: Si hace mucho que no se conecta a Xbox LIVE, la consola podría requerir de actualización.

source: If you only want to download the account profile, use the Download Profile feature when you are signed in with the Xbox LIVE family primary account.
es: Si solo desea descargar el perfil de cuenta, use la función llamada Descargar Perfil al estar ingresado con la cuenta primaria familiar de Xbox LIVE.

source: If you receive a connection error, try using the Xbox LIVE Connect Solution.
es: Si recibe un aviso de error de conexión, intente con el Solución de conexión de Xbox LIVE.

source: If you're having one of the following problems, updating your console software might fix the problem:
es: Si está experimentando uno de los siguientes problemas, la actualización del software podría ser la solución:

source: If your child's Windows Live ID was automatically created as part of Family Account setup and you try to reset the password, email is sent to the Windows Live ID parent account (the Xbox LIVE family primary account).
es: Si el ID de Windows Live de su niño/a se creó de manera automática en el contexto de la configuración de Cuenta Familiar, y Ud. intenta restablecer la contraseña, el correo electrónico se enviará a la cuenta primaria de ID de Windows Live (la cuenta primaria familiar de Xbox LIVE).

source: If your console is connected to Xbox LIVE, you have the latest console software.
es: Si la consola está conectada a Xbox LIVE, entonces tiene la versión de software de consola más actualizada.

source: If you’re using a rechargeable controller, make sure it’s charged.
es: Si está usando un control recargable, asegúrese de que esté cargado.

source: Insert a blank, writeable CD or DVD into your computer.
es: Inserte un CD o DVD virgen y grabable en su computadora.

source: Insert the AA batteries into the controller.
es: Inserte las pilas "AA" en el control.

source: Install from a game disc
es: Instalar a partir de un disco de juego

source: It's free.
es: Es gratis.

source: Kinect games might not play properly if your console software is not up to date.
es: Los juegos Kinect podrían no funcionar de manera correcta si el software de consola no está actualizado.

source: Make sure the location for your console is:
es: Asegúrese de que el lugar de instalación de la consola sea como sigue:

source: Most new console systems come with an HDMI (High-Definition Multimedia Interface) cable.
es: La mayoría de los nuevos sistemas de consola cuentan con un cable HDMI (Interfaz multimedia de alta definición).

source: New games might also require the update before you play them.
es: Existen juegos nuevos que podrían requerir la actualización antes de poder jugarlos.

source: No on-screen error message
es: No aparece un mensaje de error en pantalla

source: Note: The version of the console software available here is from December 2011.
es: Nota: La versión del software de consola que se encuentra disponible aquí es de diciembre de 2011.

source: Notes
es: Notas

source: Nothing.
es: No cuesta nada.

source: Now, insert a game disc and you’re ready to start playing!
es: Inserte ahora un disco de juego, ¡y estarás listo para jugar!

source: On your computer, download the update file.
es: En su computadora, descargue el archivo de actualización.

source: Once the files have been burned to disc, remove that disc from your computer and insert it into the disc drive on your Xbox 360 console.
es: Una vez que los archivos se han grabado al disco, retire el disco de la computadora e insértelo en la unidad de disco de la consola Xbox 360.

source: Once your console is updated, it will stay updated.
es: Una vez que se actualiza la consola, permanecerá actualizada.

source: Please try again.
es: Por favor intente de nuevo.

source: Plug in the power supply
es: Enchufe la fuente de poder

source: Plug the flash drive into a USB port on your Xbox 360 console.
es: Conecte la unidad flash USB al puerto USB de la consola Xbox 360.

source: Plug the power cord into the power supply.
es: Enchufe el cable de alimentación a la fuente de poder.

source: Plug your USB flash drive into a USB port on your computer.
es: Conecte la unidad flash USB a un puerto USB de su computadora.

source: Power cord
es: Cable de alimentación

source: Power supply
es: Fuente de alimentación

source: Press and release the connect button on the console.
es: Apriete y suelte el botón de conexión que se encuentra en la consola.

source: Press the Guide button on your controller, go to Settings, and then select System Settings.
es: Apriete el botón Guía de su control, vaya a Configuraciones, y seleccione Configuraciones de sistema.

source: Restart the console.
es: Reinicie la consola.

source: Select Network Settings.
es: Seleccione Configuraciones de red.

source: Select Test Xbox LIVE Connection.
es: Seleccione Analizar conexión a Xbox LIVE.

source: Select Wired Network or the name of your wireless network, if you are prompted to do so.
es: Seleccione Red con cable o el nombre de su red inalámbrica, si se le ha solicitado.

source: Select Yes if you are prompted to update the console software.
es: Seleccione Sí si se le pide actualizar el software de la consola.

source: Select Yes when you are prompted to update the new console software.
es: Seleccione Sí cuando se le solicite actualizar el software de la consola.

source: Select your language.
es: Seleccionar el idioma.

source: Set up a network connection (optional).
es: Configurar una conexión de red.

source: Set your console settings
es: Estableza las configuraciones de la consola a su gusto.

source: Sign in on your console or Xbox.com
es: Inicie sesión en la consola o en Xbox.com

source: Solution 2: Check your Windows Live ID on Xbox.com
es: Medida 2: Inspeccione si ID de Windows Live en Xbox.com

source: Solution 3: For a child’s account, use the child's Windows Live ID
es: Medida 3: Para una cuenta subordinada, use el ID de Windows Live del niño.

source: Solution 4: Reset your Windows Live password
es: Medida 4: Restablecer la contraseña de Windows Live

source: Solution 5: Contact Windows Live support
es: Medida 5: Contactar Servicio técnico de Windows Live

source: Some Kinect games require a console software update to work properly.
es: Existen algunos juegos Kinect que requieren de una actualización de software de consola para funcionar correctamente.

source: Stable.
es: Que sea estable.

source: Step 1: Unbox the console
es: Paso 1: Desempaque la consola

source: The Kinect sensor can't move
es: El Sensor Kinect no puede moverse

source: The Kinect sensor can't move enough
es: El Sensor Kinect no presenta un rango de movilidad insuficiente

source: The Kinect sensor doesn't start
es: El Sensor Kinect no arranca

source: The Kinect sensor doesn't work (flashing green or red sensor light).
es: El sensor Kinect no funciona (luz verde que parpadea o se activa luz roja del sensor).

source: The Kinect sensor has insufficient power
es: El Sensor Kinect no tiene suficiente poder

source: The Kinect sensor is not level
es: El Sensor Kinect no está nivelado

source: The Xbox 360 console software is updated periodically with new features.
es: El software de la consola Xbox 360 se actualiza de manera periódica con nuevas características.

source: The e-mail address or password you entered is not valid.
es: El correo electrónico o contraseña que ingresó no es válida.

source: The easiest way to update your console software is to connect to Xbox LIVE.
es: Conectarse a Xbox LIVE constituye la manera más fácil de actualizar la consola.

source: The first time that you start your console, you’re prompted to:
es: Al encender la consola por primera vez se le pedirá:

source: Then plug the power cord into an electrical outlet.
es: Enchufe después el cable de alimentación a una toma de corriente.

source: This article speaks to what to do if you get an error message when you try to do one these things:
es: En el artícula se tratan los pasos a seguir al recibir un mensaje de error que surge en el contexto de las siguientes acciones:

source: This profile cannot be downloaded right now.
es: Por el momento, no se puede descargar este perfil.
